{"scenes" : {
        "1" : {"previousChoicesToThisScene":[], "text":["<html>Today, the last day of the eighth royal month, marks the beginning of the Solaetis Era. It will last six months and, according to my experience, it will shake everyone’s lives, emptying their pockets while filling mine. A faint smile crosses my usually stern face when I realize where my train of thoughts had led me. <br/><br/>That is one of the marvellous things about the Solaetis Era. While on the remaining months there is only one of the two suns in the sky and the cold persuades people to seldom leave their houses unless there’s an important reason behind it, on Solaetis Era everyone stays outside to enjoy the warmth of the second sun. That means money transactions, trading, courtship, and inevitably, conflict of interests, fights and betrayal. And I have to admit that hostility always helped me in my line of work. Business was better in these months.<br/><br/>In fact, the Solaetis Era in Drestyl City has always been the best time for any assassin.",
              "I don’t need to worry about saving the profits from the next months in order to survive the low season, though, for I’ve been considered the best in these kind of services for the last five years and the richest families in the city always look specifically for me, no matter the time of the year.<br/><br/>I may seem cocky and arrogant about it, but in truth, I have every bit of a reason to be. There’s no single soul on this city and on its surroundings who has not heard about Urlac, the Assassin, at least once.<br/><br/>Urlac’s not my birth name, of course, but that one is long forgotten. Only one person knows it and he vowed to never use it again. However, to the people whose name is on my dagger or on the tip of my arrow, Urlac is very real. The fear that emanates from them right before the final blow is very real too, almost tangible. To everyone else I’m just a shadow, a promise of a threat that may never come.",
              "I change my position on the small perch I found on a balcony of an abandoned house to prevent my legs from going numb. From here, I have a great view to the square where the market is being assembled, the Liendor Square. <br/><br/>People are gathering around the half mounted tents, already bargaining the products that are yet to be on display.<br/><br/>\"What a bunch of noisy brainless ants.\" I murmur under my breath.<br/><br/> Half an hour later I see a middle-aged man with a generous belly waddle is way through the square with two private guards following him up close. He heads to a not-so-humble tent selling expensive jewellery that I can see perfectly from my spot.<br/><br/> I adjust my position once more in order to have a clear line of sight to the fat man without being seen by his guards. Ignoring the surrounding noise, I focus my attention on the conversation taking place between this man and the seller.<br/><br/>Soon the man’s voice grows louder, almost exasperated, as he says \"Do you hear me? You are not losing me anymore of my money. If you fail me again, you won’t be given an opportunity to regret it! Do you understand me?\"<br/><br/>\"Yes, Lord Zeridan.\" The seller says the name that confirms my suspicious. The fat man is the owner of the tent, one of the most important men on the jewellery business in the city. He’s also an exploiter of the individuals he employs and the reason why I’m here today.<br/><br/>I carefully take my crossbow from under my cape and prepare it, taking aiming at Lord Zeridan’s head while he keeps talking and gesticulating and his guards look for possible threats coming from the ground.<br/><br/>Zeridan won’t ever know what hit him!</html>"],
            "choices": { "1A": "Kill Lord Zeridan", "1B": "Let Lord Zeridan live"}
        },
        "1A" : {"previousChoicesToThisScene":["1A"], "text":["The crossbow bolt whistles through the air as it speeds up towards the fat man, putting a new hole on his forehead, right between his eyebrows. Before the guards manage to react, Lord Zeridan’s body is already on the floor, a small pool of warm blood around his head.<br/><br/>The seller, shocked, notices the bolt’s uncommon colours – red and black stripes – and starts to scream while running away. \"URLAC! IT WAS URLAC! THE ASSASSIN IS HERE!\"<br/><br/>",
            "I put the crossbow away as fast as possible and I run downstairs to leave the house through the backdoor before the guards come looking inside for the killer. I run silently through some empty alleys until I believe it is safe enough to change my disguise.<br/><br/> \"How can I be of assistance?\" I readjust my glasses on my nose.<br/><br/>\"I… my baby… he’s sick, with a fever. He’s with my mother. My husband is out of town… working. He’s a merchant. I… I can’t take the baby to the doctor’s office. Could you please ask your uncle, Doctor Astoria, to come to my house to treat my baby? Here’s the address!\" She gives me a piece of paper. "], 
            "choices": {"1A_2A":"\"Of course, Mrs Loreya. I’ll see to it. I wish the best recovery to your baby.\"", "1A_2B": "\"What’s in it for me?\"", "1A_2C": "\"Oh, right… right! Yeah… I… I will\""}
          },
        "1A_2A" : {"previousChoicesToThisScene":["1A","1A_2A"], "text":["\"Oh, thank the gods! Thank you, Mr Astoria!\" She grabs both my hands while crying tears of relief. \"I’ll never thank you enough.\"<br/><br/>\"You are very welcome, Mrs Loreya.\"<br/><br/>She then walks away with a renovated vigour in her stride.<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting. <br/><br/>The moment I lay on my bed my mind dives into the unknown.",
                ], 
                "choices": {"1A_2A_3A": "Fight the dream", "1A_2A_3B": "Let the dream take over you"}
        },
        "1A_2B" : {"previousChoicesToThisScene":["1A","1A_2B"], "text":["The look of despair on her face changes to one of pure shock just to quickly return to an even more desperate grin.<br/><br/>\"But I… I have nothing to give you here. And my… my baby?! He’s so sick…\" Her voice cracks as she starts to sob. \"Please! I… I beg you. I’ll give you anything. I’ll give you money. I’ll give you jewellery. I’ll give you anything.\" The sudden outburst of crying is starting to catch people’s undesirable attention.<br/><br/>\"I don’t need your money, woman. I’ll tell my uncle about your baby. Just stop bothering me. And remember my good deed towards you the next time we meet.\" I give her what I believe to be my most wondrous smile.<br/><br/>She backs off scared and runs away without even saying «thank you».<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown."
                ],
                "choices": {"1A_2B_3A": "Fight the dream", "1A_2B_3B": "Let the dream take over you"}
        },
        "1A_2C" : {"previousChoicesToThisScene":["1A","1A_2C"], "text":["Mrs Loreya smiles kindly despite her despair. A little sweet smile.<br/><br/>\"You are welcome… Lady Loreya. I… I wish you the best and to your baby!\"<br/><br/>\"I’ll never thank you enough.\" She stands on her tiptoes and gives me a swift kiss on my cheek, before leaving me frozen on the spot. She looks back once to say \"I hope to see you again soon, Mr Astoria!\"<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown."
                ],
                "choices": {"1A_2C_3A": "Fight the dream", "1A_2C_3B": "Let the dream take over you"}
        },
        "1B": {"previousChoicesToThisScene": ["1B"], "text": ["Despite being given the task to get rid of this man, I decide not to kill him. I don’t have any personal reason to do it anyway and I’ll end up richer if I keep stealing from him every now and then than if I kill him and collect the payment.<br/><br/>My reputation might go through a slightly setback when my employee find out about the unfinished work but I’m certain they’ll find someone else to try to get the job done.<br/><br/>I look down one more time. People are gathering around the tent to see what’s causing all the confusion.<br/><br/>I put the crossbow away and I go downstairs, leaving the house through the backdoor.<br/>I run silently through some empty alleys until I believe it is safe enough to change my disguise.<br/><br/>I take off my hood and tuck my mask into my bag, which is hidden under the cape I quickly turn around. It’s completely different on each side which allows me to easily and, more importantly, to rapidly change how people perceive me just by switching the side I’m wearing it. The illusion spell I had a mage cast on it a few years ago may have something to do with this marvel.<br/><br/>And so I get rid of the ominous black-hooded cape by turning it into a common old greyish robe used by the middle class. To complete my new appearance I tie back my hair with a leather strip and put a pair of small golden glasses on. I am once again the shy, nerdy nephew of the famous doctor of Drestyl. I am Will Astoria.",
              "Will Astoria is not my real name either but it’s the closest I’ve ever had in the past eighteen years.<br>With my new look I approach the centre of the square, just like everyone else. Two city guards were approaching the scene to impose some respect and order.<br/><br/>I turn my back to the scene as people star to panic and walk away. I’m not afraid of being caught. They have nothing against me but I’m tired of these meddling vultures that somehow find this situation amusing. If the new assassin hired to kill Lord Zeridan succeeds, they’ll make bets to see who guesses the reason why he was murdered. Some will say he was involved in an illegal business that went wrong. Others will say that his wife found out about his last infidelity and she wouldn’t take any more of his lies. A smaller group will whisper that the gods despised his arrogance, lust, gluttony and ill-earned wealth and therefore they sent a dark angel to cleanse the world from sinners like Lord Zeridan. At least those are the most common bets I’ve heard in the past years.<br/><br/>Soon I notice I’m being followed.<br/><br/>\"Mister Astoria!\" A woman’s voice stands out over the commotion.<br/><br/>I ignore her. Maybe if she thinks I’m not listening to her, she’ll go away.<br/><br/>\"Mister Astoria?\" The voice is closer and louder. She must have been running because she is gasping loudly.<br/><br/>I finally stop and turn around to see a young woman rushing towards me, flushed cheeks and a half-raised skirt to avoid falling.<br/><br/>\"Yes, Miss…?\"<br/><br/>\"Mrs Loreya!\"<br/><br/>\"How can I be of assistance?\" I readjust my glasses on my nose.<br/><br/>\"I… my baby… he’s sick, with a fever. He’s with my mother. My husband is out of town… working. He’s a merchant. I… I can’t take the baby to the doctor’s office. Could you please ask your uncle, Doctor Astoria, to come to my house to treat my baby? Here’s the address!\" She gives me a piece of paper."
              ], 
              "choices": {"1B_2A": "\"Of course, Mrs Loreya. I’ll see to it. I wish the best recovery to your baby.\"","1B_2B": "\"What’s in it for me?\"", "1B_2C": "\"Oh, right… right! Yeah… I… I will\""}
        },
        "1B_2A" : {"previousChoicesToThisScene":["1B","1B_2A"], "text":["\"Oh, thank the gods! Thank you, Mr Astoria!\" She grabs both my hands while crying tears of relief. \"I’ll never thank you enough.\"<br/><br/>\"You are very welcome, Mrs Loreya.\"<br/><br/>She then walks away with a renovated vigour in her stride.<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown.<br/><br/>"
                  ],
                  "choices": {"1B_2A_3A": "Fight the dream", "1B_2A_3B": "Let the dream take over you"}
        },
        "1B_2B" : {"previousChoicesToThisScene":["1B","1B_2B"], "text":["The look of despair on her face changes to one of pure shock just to quickly return to an even more desperate grin.<br/><br/>\"But I… I have nothing to give you here. And my… my baby?! He’s so sick…\" Her voice cracks as she starts to sob. \"Please! I… I beg you. I’ll give you anything. I’ll give you money. I’ll give you jewellery. I’ll give you anything.\" The sudden outburst of crying is starting to catch people’s undesirable attention.<br/><br/>\"I don’t need your money, woman. I’ll tell my uncle about your baby. Just stop bothering me. And remember my good deed towards you the next time we meet.\" I give her what I believe to be my most wondrous smile.<br/><br/>She backs off scared and runs away without even saying «thank you».<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown."
        ],
                  "choices": {"1B_2B_3A": "Fight the dream", "1B_2B_3B": "Let the dream take over you"}
        },
        "1B_2C" : {"previousChoicesToThisScene":["1B","1B_2C"], "text":["Mrs Loreya smiles kindly despite her despair. A little sweet smile.<br/><br/>\"Thank you! Thank you so much.\"<br/><br/>\"You are welcome… Lady Loreya. I… I wish you the best and to your baby!\"<br/><br/>\"I’ll never thank you enough.\" She stands on her tiptoes and gives me a swift kiss on my cheek, before leaving me frozen on the spot. She looks back once to say \"I hope to see you again soon, Mr Astoria!\"<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown.<br/><br/>"
                  ],
                  "choices": {"1B_2C_3A": "Fight the dream", "1B_2C_3B": "Let the dream take over you"}
        }

      },
  "chapterNumber": 1,
  "chapterTitle": "Chapter 01",
  "chapterDescription": "In the beginning of our story we meet Urlac, an assassin who is his own boss and his adventures.",
  "nSceneChoices": 1
}
