{"scenes" : {
        "1" : {"previousChoicesToThisScene":[], "text":["<html>Today, the last day of the eighth royal month, marks the beginning of the Solaetis Era. It will last six months and, according to my experience, it will shake everyone’s lives, emptying their pockets while filling mine. A faint smile crosses my usually stern face when I realize where my train of thoughts had led me. <br/><br/>That is one of the marvellous things about the Solaetis Era. While on the remaining months there is only one of the two suns in the sky and the cold persuades people to seldom leave their houses unless there’s an important reason behind it, on Solaetis Era everyone stays outside to enjoy the warmth of the second sun. That means money transactions, trading, courtship, and inevitably, conflict of interests, fights and betrayal. And I have to admit that hostility always helped me in my line of work. Business was better in these months.<br/><br/>In fact, the Solaetis Era in Drestyl City has always been the best time for any assassin.",
              "I don’t need to worry about saving the profits from the next months in order to survive the low season, though, for I’ve been considered the best in these kind of services for the last five years and the richest families in the city always look specifically for me, no matter the time of the year.<br/><br/>I may seem cocky and arrogant about it, but in truth, I have every bit of a reason to be. There’s no single soul on this city and on its surroundings who has not heard about Urlac, the Assassin, at least once.<br/><br/>Urlac’s not my birth name, of course, but that one is long forgotten. Only one person knows it and he vowed to never use it again. However, to the people whose name is on my dagger or on the tip of my arrow, Urlac is very real. The fear that emanates from them right before the final blow is very real too, almost tangible. To everyone else I’m just a shadow, a promise of a threat that may never come.",
              "I change my position on the small perch I found on a balcony of an abandoned house to prevent my legs from going numb. From here, I have a great view to the square where the market is being assembled, the Liendor Square. <br/><br/>People are gathering around the half mounted tents, already bargaining the products that are yet to be on display.<br/><br/>\"What a bunch of noisy brainless ants.\" I murmur under my breath.<br/><br/> Half an hour later I see a middle-aged man with a generous belly waddle is way through the square with two private guards following him up close. He heads to a not-so-humble tent selling expensive jewellery that I can see perfectly from my spot.<br/><br/> I adjust my position once more in order to have a clear line of sight to the fat man without being seen by his guards. Ignoring the surrounding noise, I focus my attention on the conversation taking place between this man and the seller.<br/><br/>Soon the man’s voice grows louder, almost exasperated, as he says \"Do you hear me? You are not losing me anymore of my money. If you fail me again, you won’t be given an opportunity to regret it! Do you understand me?\"<br/><br/>\"Yes, Lord Zeridan.\" The seller says the name that confirms my suspicious. The fat man is the owner of the tent, one of the most important men on the jewellery business in the city. He’s also an exploiter of the individuals he employs and the reason why I’m here today.<br/><br/>I carefully take my crossbow from under my cape and prepare it, taking aiming at Lord Zeridan’s head while he keeps talking and gesticulating and his guards look for possible threats coming from the ground.<br/><br/>Zeridan won’t ever know what hit him!</html>"],
          "choices": { "1A": "Kill Lord Zeridan",
          "1B": "Let Lord Zeridan live"}},
        "1A" : {"previousChoicesToThisScene":["2A"], "text":["The crossbow bolt whistles through the air as it speeds up towards the fat man, putting a new hole on his forehead, right between his eyebrows. Before the guards manage to react, Lord Zeridan’s body is already on the floor, a small pool of warm blood around his head.<br/><br/>The seller, shocked, notices the bolt’s uncommon colours – red and black stripes – and starts to scream while running away. \"URLAC! IT WAS URLAC! THE ASSASSIN IS HERE!\"<br/><br/>"], "choices":
        {"A":"Flee", "B": "Stay"}},
        "1B":{"previousChoicesToThisScene": ["1B"], "text": [""], "choices": { "A": "Flee",
          "B": "Stay"}
        }

      },
  "chapterNumber": 1,
  "chapterTitle": "Chapter 01",
  "chapterDescription": "In the beginning of our story we meet Urlac, an assassin who is his own boss and his adventures.",
  "nSceneChoices": 1
}
