{"scenes" : {
        "1" : {"text":["<html>Today, the last day of the eighth royal month, marks the beginning of the Solaetis Era. It will last six months and, according to my experience, it will shake everyone’s lives, emptying their pockets while filling mine. A faint smile crosses my usually stern face when I realize where my train of thoughts had led me. <br/><br/>That is one of the marvellous things about the Solaetis Era. While on the remaining months there is only one of the two suns in the sky and the cold persuades people to seldom leave their houses unless there’s an important reason behind it, on Solaetis Era everyone stays outside to enjoy the warmth of the second sun. That means money transactions, trading, courtship, and inevitably, conflict of interests, fights and betrayal. And I have to admit that hostility always helped me in my line of work. Business was better in these months.<br/><br/>In fact, the Solaetis Era in Drestyl City has always been the best time for any assassin.",
              "I don’t need to worry about saving the profits from the next months in order to survive the low season, though, for I’ve been considered the best in these kind of services for the last five years and the richest families in the city always look specifically for me, no matter the time of the year.<br/><br/>I may seem cocky and arrogant about it, but in truth, I have every bit of a reason to be. There’s no single soul on this city and on its surroundings who has not heard about Urlac, the Assassin, at least once.<br/><br/>Urlac’s not my birth name, of course, but that one is long forgotten. Only one person knows it and he vowed to never use it again. However, to the people whose name is on my dagger or on the tip of my arrow, Urlac is very real. The fear that emanates from them right before the final blow is very real too, almost tangible. To everyone else I’m just a shadow, a promise of a threat that may never come.",
              "I change my position on the small perch I found on a balcony of an abandoned house to prevent my legs from going numb. From here, I have a great view to the square where the market is being assembled, the Liendor Square. <br/><br/>People are gathering around the half mounted tents, already bargaining the products that are yet to be on display.<br/><br/>\"What a bunch of noisy brainless ants.\" I murmur under my breath.<br/><br/> Half an hour later I see a middle-aged man with a generous belly waddle is way through the square with two private guards following him up close. He heads to a not-so-humble tent selling expensive jewellery that I can see perfectly from my spot.<br/><br/> I adjust my position once more in order to have a clear line of sight to the fat man without being seen by his guards. Ignoring the surrounding noise, I focus my attention on the conversation taking place between this man and the seller.<br/><br/>Soon the man’s voice grows louder, almost exasperated, as he says \"Do you hear me? You are not losing me anymore of my money. If you fail me again, you won’t be given an opportunity to regret it! Do you understand me?\"<br/><br/>\"Yes, Lord Zeridan.\" The seller says the name that confirms my suspicious. The fat man is the owner of the tent, one of the most important men on the jewellery business in the city. He’s also an exploiter of the individuals he employs and the reason why I’m here today.<br/><br/>I carefully take my crossbow from under my cape and prepare it, taking aiming at Lord Zeridan’s head while he keeps talking and gesticulating and his guards look for possible threats coming from the ground.<br/><br/>Zeridan won’t ever know what hit him!</html>"],
            "choices": { "1A": "Kill Lord Zeridan", "1B": "Let Lord Zeridan live"}
        },
        "1A" : {"text":["The crossbow bolt whistles through the air as it speeds up towards the fat man, putting a new hole on his forehead, right between his eyebrows. Before the guards manage to react, Lord Zeridan’s body is already on the floor, a small pool of warm blood around his head.<br/><br/>The seller, shocked, notices the bolt’s uncommon colours – red and black stripes – and starts to scream while running away. \"URLAC! IT WAS URLAC! THE ASSASSIN IS HERE!\"<br/><br/>",
            "I put the crossbow away as fast as possible and I run downstairs to leave the house through the backdoor before the guards come looking inside for the killer. I run silently through some empty alleys until I believe it is safe enough to change my disguise.<br/><br/> \"How can I be of assistance?\" I readjust my glasses on my nose.<br/><br/>\"I… my baby… he’s sick, with a fever. He’s with my mother. My husband is out of town… working. He’s a merchant. I… I can’t take the baby to the doctor’s office. Could you please ask your uncle, Doctor Astoria, to come to my house to treat my baby? Here’s the address!\" She gives me a piece of paper. "], 
            "choices": {"1A_2A":"\"Of course, Mrs Loreya. I’ll see to it. I wish the best recovery to your baby.\"", "1A_2B": "\"What’s in it for me?\"", "1A_2C": "\"Oh, right… right! Yeah… I… I will\""}
          },
        "1A_2A" : {"text":["\"Oh, thank the gods! Thank you, Mr Astoria!\" She grabs both my hands while crying tears of relief. \"I’ll never thank you enough.\"<br/><br/>\"You are very welcome, Mrs Loreya.\"<br/><br/>She then walks away with a renovated vigour in her stride.<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting. <br/><br/>The moment I lay on my bed my mind dives into the unknown."
                ], 
                "choices": {"1A_2X_3A": "Fight the dream", "1A_2X_3B": "Let the dream take over you"}
        },
        "1A_2B" : {"text":["The look of despair on her face changes to one of pure shock just to quickly return to an even more desperate grin.<br/><br/>\"But I… I have nothing to give you here. And my… my baby?! He’s so sick…\" Her voice cracks as she starts to sob. \"Please! I… I beg you. I’ll give you anything. I’ll give you money. I’ll give you jewellery. I’ll give you anything.\" The sudden outburst of crying is starting to catch people’s undesirable attention.<br/><br/>\"I don’t need your money, woman. I’ll tell my uncle about your baby. Just stop bothering me. And remember my good deed towards you the next time we meet.\" I give her what I believe to be my most wondrous smile.<br/><br/>She backs off scared and runs away without even saying «thank you».<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown."
                ],
                "choices": {"1A_2X_3A": "Fight the dream", "1A_2X_3B": "Let the dream take over you"}
        },
        "1A_2C" : {"text":["Mrs Loreya smiles kindly despite her despair. A little sweet smile.<br/><br/>\"You are welcome… Lady Loreya. I… I wish you the best and to your baby!\"<br/><br/>\"I’ll never thank you enough.\" She stands on her tiptoes and gives me a swift kiss on my cheek, before leaving me frozen on the spot. She looks back once to say \"I hope to see you again soon, Mr Astoria!\"<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown."
                ],
                "choices": {"1A_2X_3A": "Fight the dream", "1A_2X_3B": "Let the dream take over you"}
        },
        "1B": {"text": ["Despite being given the task to get rid of this man, I decide not to kill him. I don’t have any personal reason to do it anyway and I’ll end up richer if I keep stealing from him every now and then than if I kill him and collect the payment.<br/><br/>My reputation might go through a slightly setback when my employee find out about the unfinished work but I’m certain they’ll find someone else to try to get the job done.<br/><br/>I look down one more time. People are gathering around the tent to see what’s causing all the confusion.<br/><br/>I put the crossbow away and I go downstairs, leaving the house through the backdoor.<br/>I run silently through some empty alleys until I believe it is safe enough to change my disguise.<br/><br/>I take off my hood and tuck my mask into my bag, which is hidden under the cape I quickly turn around. It’s completely different on each side which allows me to easily and, more importantly, to rapidly change how people perceive me just by switching the side I’m wearing it. The illusion spell I had a mage cast on it a few years ago may have something to do with this marvel.<br/><br/>And so I get rid of the ominous black-hooded cape by turning it into a common old greyish robe used by the middle class. To complete my new appearance I tie back my hair with a leather strip and put a pair of small golden glasses on. I am once again the shy, nerdy nephew of the famous doctor of Drestyl. I am Will Astoria.",
              "Will Astoria is not my real name either but it’s the closest I’ve ever had in the past eighteen years.<br>With my new look I approach the centre of the square, just like everyone else. Two city guards were approaching the scene to impose some respect and order.<br/><br/>I turn my back to the scene as people star to panic and walk away. I’m not afraid of being caught. They have nothing against me but I’m tired of these meddling vultures that somehow find this situation amusing. If the new assassin hired to kill Lord Zeridan succeeds, they’ll make bets to see who guesses the reason why he was murdered. Some will say he was involved in an illegal business that went wrong. Others will say that his wife found out about his last infidelity and she wouldn’t take any more of his lies. A smaller group will whisper that the gods despised his arrogance, lust, gluttony and ill-earned wealth and therefore they sent a dark angel to cleanse the world from sinners like Lord Zeridan. At least those are the most common bets I’ve heard in the past years.<br/><br/>Soon I notice I’m being followed.<br/><br/>\"Mister Astoria!\" A woman’s voice stands out over the commotion.<br/><br/>I ignore her. Maybe if she thinks I’m not listening to her, she’ll go away.<br/><br/>\"Mister Astoria?\" The voice is closer and louder. She must have been running because she is gasping loudly.<br/><br/>I finally stop and turn around to see a young woman rushing towards me, flushed cheeks and a half-raised skirt to avoid falling.<br/><br/>\"Yes, Miss…?\"<br/><br/>\"Mrs Loreya!\"<br/><br/>\"How can I be of assistance?\" I readjust my glasses on my nose.<br/><br/>\"I… my baby… he’s sick, with a fever. He’s with my mother. My husband is out of town… working. He’s a merchant. I… I can’t take the baby to the doctor’s office. Could you please ask your uncle, Doctor Astoria, to come to my house to treat my baby? Here’s the address!\" She gives me a piece of paper."
              ], 
              "choices": {"1B_2A": "\"Of course, Mrs Loreya. I’ll see to it. I wish the best recovery to your baby.\"","1B_2B": "\"What’s in it for me?\"", "1B_2C": "\"Oh, right… right! Yeah… I… I will\""}
        },
        "1B_2A" : {"text":["\"Oh, thank the gods! Thank you, Mr Astoria!\" She grabs both my hands while crying tears of relief. \"I’ll never thank you enough.\"<br/><br/>\"You are very welcome, Mrs Loreya.\"<br/><br/>She then walks away with a renovated vigour in her stride.<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown.<br/><br/>"
                  ],
                  "choices": {"1B_2X_3A": "Fight the dream", "1B_2X_3B": "Let the dream take over you"}
        },
        "1B_2B" : {"text":["The look of despair on her face changes to one of pure shock just to quickly return to an even more desperate grin.<br/><br/>\"But I… I have nothing to give you here. And my… my baby?! He’s so sick…\" Her voice cracks as she starts to sob. \"Please! I… I beg you. I’ll give you anything. I’ll give you money. I’ll give you jewellery. I’ll give you anything.\" The sudden outburst of crying is starting to catch people’s undesirable attention.<br/><br/>\"I don’t need your money, woman. I’ll tell my uncle about your baby. Just stop bothering me. And remember my good deed towards you the next time we meet.\" I give her what I believe to be my most wondrous smile.<br/><br/>She backs off scared and runs away without even saying «thank you».<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown.",
          "As my mind races towards the Realm of Dreams I feel a familiar yet sorrowful memory hovering around my ethereal form. I try to outrun it but no matter how fast I run with this phantasmagorical body I’m always stuck in the same place.<br/><br/>There’s no place to hide either, for nothing in this realm is real or touchable. Everything keeps changing arbitrarily, all of the time.<br/><br/>So my only options are to let the dream come and show me my most infected wounds or to fight it on its own terms."
        ],
                  "choices": {"1B_2X_3A": "Fight the dream", "1B_2X_3B": "Let the dream take over you"}
        },
        "1B_2C" : {"text":["Mrs Loreya smiles kindly despite her despair. A little sweet smile.<br/><br/>\"Thank you! Thank you so much.\"<br/><br/>\"You are welcome… Lady Loreya. I… I wish you the best and to your baby!\"<br/><br/>\"I’ll never thank you enough.\" She stands on her tiptoes and gives me a swift kiss on my cheek, before leaving me frozen on the spot. She looks back once to say \"I hope to see you again soon, Mr Astoria!\"<br/><br/>When she’s gone I head back to my uncle’s office. It’s noon by now so I stop by a nearby tavern, Wolf’n’Rose, to eat some soup, bread and have some bad ale. An hour later I’m again on my way.<br/><br/>I arrive to an empty house. Telfon Astoria must’ve gone heal some people at their residences. He does that quite often.<br/><br/>\"Well… nothing to do right now. I may as well get some sleep.\"<br/><br/>I leave a note alongside Mrs Loreya’s address on his desk and go upstairs to my room. I’ve been up all night preparing Lord Zeridan’s murder and the encounter with my employee is no sooner than when the second sun meets the end of the sky. That means I still have nine hours if I want to go to the meeting.<br/><br/>The moment I lay on my bed my mind dives into the unknown.<br/><br/>",
                          "As my mind races towards the Realm of Dreams I feel a familiar yet sorrowful memory hovering around my ethereal form. I try to outrun it but no matter how fast I run with this phantasmagorical body I’m always stuck in the same place.<br/><br/>There’s no place to hide either, for nothing in this realm is real or touchable. Everything keeps changing arbitrarily, all of the time.<br/><br/>So my only options are to let the dream come and show me my most infected wounds or to fight it on its own terms."
                          ],
                  "choices": {"1B_2X_3A": "Fight the dream", "1B_2X_3B": "Let the dream take over you"}
        },
        "1A_2X_3A" : {"text":["I look straight to the ominous incorporeal cloud, defying its power over me. I’ve been its captive for too long. Not anymore!<br/><br/>I strike it, head-on, but its strength overwhelms me, leaving me undefended and exposed.",
                        "«I’m a kid again, nine years old, playing in the streets with my friends. I remember this day well. We spent the whole afternoon running and pranking all the adults passing by. I should have gone home for dinner, but I didn’t. I wanted to impress the older boys I was hanging out with by being rebellious.<br/><br/>And it’s happening all over again. After everyone is gone, I decide to return to my house, hoping to avoid my parents’ scolding. I arrive just to see a massive fire consuming it, suffocated screams come from the inside.<br/><br/>I rush into the middle of the flames calling out to my parents, screaming and crying apologies for being late. No one answers. I run to my little sister’s bedroom, but the fire impedes me from going in. <br/><br/>\"Meyra! Meyra!! MEYRA!!\", The tears fall freely down my face. I can barely see with all the smoke. Breathing his getting harder, burning all the way down my throat.<br/><br/>There’s no one to save, I am too late. I am too late. It is my fault they are dead. My fault.<br/>I run away and run and run some more. I keep running without ever looking back. I’m scared and alone. It is my fault and I’m scared… and alone.\"",
                         "I wake up several hours later still shaking from the nightmare. It’s been a while since the last time I had this one.<br/><br/>Downstairs, the note I left to Telfon is not on his desk anymore. He must have arrived while I was fast asleep and knowing him as I do, I’m sure he’s already tending to the baby.<br/><br/>I never understood why he never got married and raised a family of his own considering his aptness with women and passion for children, although I believe his chances decreased considerably when he found twelve years old me, a few years after my family’s death.<br/><br/>I had just been involved in a fight with another ruffian over a stolen piece of silverware. Turns out I was trying to lighten the pockets of an aggressive man with no moral code who had just swiped that silverware from a wealthy family. During the fight, which was basically me being hit continuously for fifteen minutes, I fell over a sharp rock, resulting in a nasty wound on my lower back.<br/><br/>That’s how Telfon found me: broken, alone, lying on a narrow alley filled with litter, wearing dirty clothes and with an infected wound. Telfon told me later he didn’t believe I’d survive the fever that struck me when the infection disseminated through my body.",
                          "Telfon is not a religious man. He never was. But he prayed every time he sat next to the bed where my inert body was. He prayed to almost every god, but the one who he called out to the most was Aenara, the goddess of life and destiny.<br/><br/>Miraculously I started to recover. Then his life changed forever. He took me under his care, provided for me with clean clothes and food on the table and gave me a safe place to sleep for the first time in three years. He even gave me his last name, Astoria.<br/><br/>I was never an easy boy to deal with though. I kept stealing even if I didn’t need to and after learning from Telfon that the fire which killed my family was an arson, I began training every skill I believed to be necessary for me to get my revenge on the guilty. <br/><br/>The only problem was I never knew who they may be. So I used my newly acquired skills to cleanse our society from the worst criminals, the powerful magnates that exploit the poor and leave them to die.<br/><br/>With the passing of time I became really good on making people disappear… or dying suddenly. That marks the beginning of my job as an assassin. If people are willing to pay me good money to get rid of nasty old bastards… well, I see it as a win-win situation. ",
                          "I shake my head to get rid of the unwanted thoughts. It is almost time to meet my employer’s agent.<br/><br/>Lord Zeridan’s murder went smoothly and there’s nothing, not a single clue that could lead the authorities to my employer. It’s as clean a job as it could ever be. Therefore a well-deserved payment is waiting for me."
              ],
          "choices": {"1A_2X_3X_4A": "I should get going"}
        },
        "1A_2X_3B" : {
          "text": [
            "Resisting is hopeless and painful. I never could face this dream and look into the heart of the memory that lies within. <br/><br/>So I let it come, once again, without defying its wickedness. It’ll come, it’ll go and I’ll pretend it’s not real. ",
            "«I’m a kid again, nine years old, playing in the streets with my friends. I remember this day well. We spent the whole afternoon running and pranking all the adults passing by. I should have gone home for dinner but I didn’t. I wanted to impress the older boys I was hanging out with by being rebellious.<br/><br/>And it’s happening all over again. After everyone is gone, I decide to return to my house, hoping to avoid my parents’ scolding. I arrive just to see a massive fire consuming it, suffocated screams come from the inside.<br/><br/>I rush into the middle of the flames calling out to my parents, screaming and crying apologies for being late. No one answers. I run to my little sister’s bedroom but the fire impedes me from going in.<br/><br/>\"Meyra! Meyra!! MEYRA!!\", The tears fall freely down my face. I can barely see with all the smoke. Breathing his getting harder, burning all the way down my throat.<br/><br/>There’s no one to save, I am too late. I am too late. It is my fault they are dead. My fault.<br/><br/>I run away and run and run some more. I keep running without ever looking back. I’m scared and alone. It is my fault and I’m scared… and alone.\"",
            "I wake up several hours later still shaking from the nightmare. It’s been a while since the last time I had this one.<br/><br/>Downstairs, the note I left to Telfon is not on his desk anymore. He must have arrived while I was fast asleep and knowing him as I do, I’m sure he’s already tending to the baby.<br/><br/>I never understood why he never got married and raised a family of his own considering his aptness with women and passion for children, although I believe his chances decreased considerably when he found twelve years old me, a few years after my family’s death.<br/><br/>I had just been involved in a fight with another ruffian over a stolen piece of silverware. Turns out I was trying to lighten the pockets of an aggressive man with no moral code who had just swiped that silverware from a wealthy family. During the fight, which was basically me being hit continuously for fifteen minutes, I fell over a sharp rock, resulting in a nasty wound on my lower back.<br/><br/>That’s how Telfon found me: broken, alone, lying on a narrow alley filled with litter, wearing dirty clothes and with an infected wound. Telfon told me later he didn’t believe I’d survive the fever that struck me when the infection disseminated through my body.",
            "Telfon is not a religious man. He never was. But he prayed every time he sat next to the bed where my inert body was. He prayed to almost every god, but the one who he called out to the most was Aenara, the goddess of life and destiny.<br/><br/>Miraculously I started to recover. Then his life changed forever. He took me under his care, provided for me with clean clothes and food on the table and gave me a safe place to sleep for the first time in three years. He even gave me his last name, Astoria.<br/><br/>I was never an easy boy to deal with though. I kept stealing even if I didn’t need to and after learning from Telfon that the fire which killed my family was an arson, I began training every skill I believed to be necessary for me to get my revenge on the guilty. <br/><br/>The only problem was I never knew who they may be. So I used my newly acquired skills to cleanse our society from the worst criminals, the powerful magnates that exploit the poor and leave them to die.<br/><br/>With the passing of time I became really good on making people disappear… or dying suddenly. That marks the beginning of my job as an assassin. If people are willing to pay me good money to get rid of nasty old bastards… well, I see it as a win-win situation.",
            "I shake my head to get rid of the unwanted thoughts. It is almost time to meet my employer’s agent.<br/><br/>Lord Zeridan’s murder went smoothly and there’s nothing, not a single clue that could lead the authorities to my employer. It’s as clean a job as it could ever be. Therefore a well-deserved payment is waiting for me."              ],
          "choices": {
            "1A_2X_3X_4A": "I should get going"
          }
        },
        "1B_2X_3A" : {"text":["I look straight to the ominous incorporeal cloud, defying its power over me. I’ve been its captive for too long. Not anymore!<br/><br/>I strike it, head-on, but its strength overwhelms me, leaving me undefended and exposed.",
          "«I’m a kid again, nine years old, playing in the streets with my friends. I remember this day well. We spent the whole afternoon running and pranking all the adults passing by. I should have gone home for dinner, but I didn’t. I wanted to impress the older boys I was hanging out with by being rebellious.<br/><br/>And it’s happening all over again. After everyone is gone, I decide to return to my house, hoping to avoid my parents’ scolding. I arrive just to see a massive fire consuming it, suffocated screams come from the inside.<br/><br/>I rush into the middle of the flames calling out to my parents, screaming and crying apologies for being late. No one answers. I run to my little sister’s bedroom, but the fire impedes me from going in. <br/><br/>\"Meyra! Meyra!! MEYRA!!\", The tears fall freely down my face. I can barely see with all the smoke. Breathing his getting harder, burning all the way down my throat.<br/><br/>There’s no one to save, I am too late. I am too late. It is my fault they are dead. My fault.<br/>I run away and run and run some more. I keep running without ever looking back. I’m scared and alone. It is my fault and I’m scared… and alone.\"",
          "I wake up several hours later still shaking from the nightmare. It’s been a while since the last time I had this one.<br/><br/>Downstairs, the note I left to Telfon is not on his desk anymore. He must have arrived while I was fast asleep and knowing him as I do, I’m sure he’s already tending to the baby.<br/><br/>I never understood why he never got married and raised a family of his own considering his aptness with women and passion for children, although I believe his chances decreased considerably when he found twelve years old me, a few years after my family’s death.<br/><br/>I had just been involved in a fight with another ruffian over a stolen piece of silverware. Turns out I was trying to lighten the pockets of an aggressive man with no moral code who had just swiped that silverware from a wealthy family. During the fight, which was basically me being hit continuously for fifteen minutes, I fell over a sharp rock, resulting in a nasty wound on my lower back.<br/><br/>That’s how Telfon found me: broken, alone, lying on a narrow alley filled with litter, wearing dirty clothes and with an infected wound. Telfon told me later he didn’t believe I’d survive the fever that struck me when the infection disseminated through my body.",
          "Telfon is not a religious man. He never was. But he prayed every time he sat next to the bed where my inert body was. He prayed to almost every god, but the one who he called out to the most was Aenara, the goddess of life and destiny.<br/><br/>Miraculously I started to recover. Then his life changed forever. He took me under his care, provided for me with clean clothes and food on the table and gave me a safe place to sleep for the first time in three years. He even gave me his last name, Astoria.<br/><br/>I was never an easy boy to deal with though. I kept stealing even if I didn’t need to and after learning from Telfon that the fire which killed my family was an arson, I began training every skill I believed to be necessary for me to get my revenge on the guilty. <br/><br/>The only problem was I never knew who they may be. So I used my newly acquired skills to cleanse our society from the worst criminals, the powerful magnates that exploit the poor and leave them to die.<br/><br/>With the passing of time I became really good on making people disappear… or dying suddenly. That marks the beginning of my job as an assassin. If people are willing to pay me good money to get rid of nasty old bastards… well, I see it as a win-win situation. ",
          "I shake my head to get rid of the unwanted thoughts. It is almost time to meet my employer’s agent.<br/><br/>Despite not finishing the job I was given, I could show up at the agreed place. I’m not sure there’ll be someone there to meet with and if there is I’m certain I won’t be received with open arms, but I’m curious to know what will be my employer’s next move."
        ],
          "choices": {"1A_2X_3X_4A": "I should get going", "1B_2X_3X_4B":"I don’t feel like going to what may be a set up"}
        },
        "1B_2X_3B" : {
          "text": [
            "Resisting is hopeless and painful. I never could face this dream and look into the heart of the memory that lies within. <br/><br/>So I let it come, once again, without defying its wickedness. It’ll come, it’ll go and I’ll pretend it’s not real. ",
            "«I’m a kid again, nine years old, playing in the streets with my friends. I remember this day well. We spent the whole afternoon running and pranking all the adults passing by. I should have gone home for dinner but I didn’t. I wanted to impress the older boys I was hanging out with by being rebellious.<br/><br/>And it’s happening all over again. After everyone is gone, I decide to return to my house, hoping to avoid my parents’ scolding. I arrive just to see a massive fire consuming it, suffocated screams come from the inside.<br/><br/>I rush into the middle of the flames calling out to my parents, screaming and crying apologies for being late. No one answers. I run to my little sister’s bedroom but the fire impedes me from going in.<br/><br/>\"Meyra! Meyra!! MEYRA!!\", The tears fall freely down my face. I can barely see with all the smoke. Breathing his getting harder, burning all the way down my throat.<br/><br/>There’s no one to save, I am too late. I am too late. It is my fault they are dead. My fault.<br/><br/>I run away and run and run some more. I keep running without ever looking back. I’m scared and alone. It is my fault and I’m scared… and alone.\"",
            "I wake up several hours later still shaking from the nightmare. It’s been a while since the last time I had this one.<br/><br/>Downstairs, the note I left to Telfon is not on his desk anymore. He must have arrived while I was fast asleep and knowing him as I do, I’m sure he’s already tending to the baby.<br/><br/>I never understood why he never got married and raised a family of his own considering his aptness with women and passion for children, although I believe his chances decreased considerably when he found twelve years old me, a few years after my family’s death.<br/><br/>I had just been involved in a fight with another ruffian over a stolen piece of silverware. Turns out I was trying to lighten the pockets of an aggressive man with no moral code who had just swiped that silverware from a wealthy family. During the fight, which was basically me being hit continuously for fifteen minutes, I fell over a sharp rock, resulting in a nasty wound on my lower back.<br/><br/>That’s how Telfon found me: broken, alone, lying on a narrow alley filled with litter, wearing dirty clothes and with an infected wound. Telfon told me later he didn’t believe I’d survive the fever that struck me when the infection disseminated through my body.",
            "Telfon is not a religious man. He never was. But he prayed every time he sat next to the bed where my inert body was. He prayed to almost every god, but the one who he called out to the most was Aenara, the goddess of life and destiny.<br/><br/>Miraculously I started to recover. Then his life changed forever. He took me under his care, provided for me with clean clothes and food on the table and gave me a safe place to sleep for the first time in three years. He even gave me his last name, Astoria.<br/><br/>I was never an easy boy to deal with though. I kept stealing even if I didn’t need to and after learning from Telfon that the fire which killed my family was an arson, I began training every skill I believed to be necessary for me to get my revenge on the guilty. <br/><br/>The only problem was I never knew who they may be. So I used my newly acquired skills to cleanse our society from the worst criminals, the powerful magnates that exploit the poor and leave them to die.<br/><br/>With the passing of time I became really good on making people disappear… or dying suddenly. That marks the beginning of my job as an assassin. If people are willing to pay me good money to get rid of nasty old bastards… well, I see it as a win-win situation.",
            "I shake my head to get rid of the unwanted thoughts. It is almost time to meet my employer’s agent.<br/><br/>Despite not finishing the job I was given, I could show up at the agreed place. I’m not sure there’ll be someone there to meet with and if there is I’m certain I won’t be received with open arms, but I’m curious to know what will be my employer’s next move."
            ],
            "choices": {"1B_2X_3X_4A": "I should get going", "1B_2X_3X_4B":"I don’t feel like going to what may be a set up"}
        },
        "1A_2X_3X_4A" : {
          "text": ["I grab my cape and get on my way. After some time walking straight I turn right into a dead end alley where there’s an unlocked door to an abandoned, somewhat in ruins, old corral.<br/><br/>I change my disguise for the second time today and leave through the underground tunnels spread across the city until I reach the exit next to the Lost Flower Inn, behind which the meeting will take place.<br/><br/>I glance around to confirm there’s no one watching me and move in a fast pace in order to hide in a shadowy ident on a wall covered by a bush. <br/><br/>After a few minutes a man with a cunning expression on his face arrives. The moment he turns his back on me I slide from behind the bush and adopt a superior pose.<br/><br/>\"You’re late.\"<br/><br/>The man jumps when he hears my voice, not knowing where I came from.",
                  "Concealing the laugh with a grunt, I approach him. I have no time to waste here. <br/><br/>\"Where’s the payment?\" <br/><br/>\"Right here!\" The henchman quickly takes a pouch from his pocket and toss it to me.<br/><br/>I like the tinkling sound it makes when I catch it as well as its weight.<br/><br/>\"Is that all?\" He asks.<br/><br/>\"Yes. It’s always a pleasure to negotiate with your master. Is he satisfied with the job?\"<br/><br/>\"Aye! No one suspects he is behind the murder. He’ll call you again if he need your… services.\" The man’s voice trembles. <br/><br/>\"Good.\"<br/><br/>He looks at me one last time before running away and disappearing into the night.",
                  "As I star moving I hear a piercing whistling sound approaching quickly and I dodge just in time to prevent a dart from hitting me in the neck.<br/><br/>I look around, my heart racing, no knowing where it came from or who is hunting me.<br/><br/>I feel more and more anxious. What’s going on? What’s happening?<br/><br/>Ffssssstt. Ah! Another one! This one speeds past me, one meter away. What a bad aim! <br/><br/>Something’s wrong, I’m dizzy and unable to concentrate. How did they do this? How… The first dart! It must have hit… I tough my neck and I feel a small wet area… blood. So it did hit me just enough to create a little cut.<br/><br/>I stagger as I try to stay on my feet while the world around me dances wildly. There’s only one thing that could explain all these symptoms… and it must be a damn strong one! <br/><br/>And that’s the last thing I remember before falling into unconsciousness. Poison!"
            ],
          "choices": {}
        },
        "1B_2X_3X_4A" : {
          "text": ["I grab my cape and get on my way. After some time walking straight I turn right into a dead end alley where there’s an unlocked door to an abandoned, somewhat in ruins, old corral.<br/><br/>I change my disguise for the second time today and leave through the underground tunnels spread across the city until I reach the exit next to the Lost Flower Inn, behind which the meeting will take place. <br/><br/>I glance around to confirm there’s no one watching me and move in a fast pace in order to hide in a shadowy ident on a wall covered by a bush. <br/><br/>After a few minutes a man with a cunning expression on his face arrives. The moment he turns his back on me I slide from behind the bush and adopt a superior pose. <br/><br/>\"You’re late.\"<br/><br/>The man jumps when he hears my voice, not knowing where I came from.",
            "I take a moment to enjoy his fear. I haven’t lost my… wait! Something is wrong, something is very wrong. This man’s master wouldn’t have sent one single man to deal with me after my betrayal. <br/><br/>\"Your arrogance is unprecedented!\" The voice comes from the shadows. \"You accept a job and then don’t keep your word… foolish, but acceptable. But then you come here to show off your incompetence?\" Five man wielding swords join the scared man. \"That’s the sign of a dead man.\"<br/><br/>\"And with whom am I having the unpleasant honour of talking to?\" I smile. Nothing annoys them most than arrogance and smiles. The crossbow is already prepared under my cape. <br/><br/>\"I’m Jarien Murian and I’m going to be the last thing you will ever see.\"<br/><br/>It all happened so quickly: the five armed men rushed towards me at the same time only giving me enough time to shoot two bolts. Two deadly bolts. Seeing this, the scared man run away, probably after pissing himself if I’m to believe the little wet mark on the ground where he stood. Two other henchmen hesitated when they saw the bodies of their fellow comrades hit the floor, but not Jarien. I parried his attack with my cutlass and launched a bunch of my own, always finding his blade and never his body. The other henchmen were closing in so, in the middle of a lateral attack, I shot a dagger that hit one of the men in the groin. Well… that was not my most glorious throw, but it fulfilled its purpose. Three down, two to go! The nameless man remaining was easy to finish since his ability to use a sword was close to none. But while I was dispatching him, Jarien managed to slightly cut my forearm. The pain brought an anger I didn’t know I carried and it pushed me to attack him so ferociously that not even Jarien could keep up with.<br/><br/>Now I’m standing over five dead bodies. I should probably go before anyone who might have heard the commotion comes to see what’s going on.",
            "As I star moving I hear a piercing whistling sound approaching quickly and I dodge just in time to prevent a dart from hitting me in the neck.<br/><br/>I look around, my heart racing, no knowing where it came from or who is hunting me.<br/><br/>I feel more and more anxious. What’s going on? What’s happening?<br/><br/>Ffssssstt. Ah! Another one! This one speeds past me, one meter away. What a bad aim! <br/><br/>Something’s wrong, I’m dizzy and unable to concentrate. How did they do this? How… The first dart! It must have hit… I tough my neck and I feel a small wet area… blood. So it did hit me just enough to create a little cut.<br/><br/>I stagger as I try to stay on my feet while the world around me dances wildly. There’s only one thing that could explain all these symptoms… and it must be a damn strong one! <br/><br/>And that’s the last thing I remember before falling into unconsciousness. Poison!"
          ],
          "choices": {}
        },
        "1B_2X_3X_4B" : {
          "text": ["Despite my curiosity it would not be sensible to risk myself or my identity’s secrecy by showing up to what might be a powerful and very angry man’s vengeance.<br/><br/>I don’t need to waste the whole day though, so I prepare myself for a nice, big robbery that will fill my pockets until the end of the month. I’ve been preparing this for a while now and today is as good as any other day. <br/><br/>I grab my cape and get on my way. After some time walking straight I turn right into a dead end alley where there’s an unlocked door to an abandoned, somewhat in ruins, old corral.<br/><br/>I change my disguise for the second time today and leave through the underground tunnels spread across the city until I reach the exit next to the Lost Flower Inn.",
            "As I star moving I hear a piercing whistling sound approaching quickly and I dodge just in time to prevent a dart from hitting me in the neck.<br/><br/>I look around, my heart racing, no knowing where it came from or who is hunting me.<br/><br/>I feel more and more anxious. What’s going on? What’s happening?<br/><br/>Ffssssstt. Ah! Another one! This one speeds past me, one meter away. What a bad aim! <br/><br/>Something’s wrong, I’m dizzy and unable to concentrate. How did they do this? How… The first dart! It must have hit… I tough my neck and I feel a small wet area… blood. So it did hit me just enough to create a little cut.<br/><br/>I stagger as I try to stay on my feet while the world around me dances wildly. There’s only one thing that could explain all these symptoms… and it must be a damn strong one! <br/><br/>And that’s the last thing I remember before falling into unconsciousness. Poison!"
          ],
          "choices": {}
        }
},
  "chapterNumber": 1,
  "chapterTitle": "Chapter 01",
  "chapterDescription": "In the beginning of our story we meet Urlac, an assassin who is his own boss and his adventures.",
  "nSceneChoices": 1
}
